9/data/attachments/353e0f61c213c8a3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Shawn_particularly_Actions_95368_1</nif:username>
            <nif:friendToBeRequested>soap_actions_dc03d8db-1de8-4368-8975-f9467272f69a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>